Repository: NMarjou/localization-app
Catalog: TMs/en-US_de-DE.tmx
Source language: en_us
Languages: de_de

source: Clear requests lead to more relevant and meaningful feedback. Describe clearly the areas on which you would like feedback.
de_de: Klare Anfragen führen zu relevanterem und aussagekräftigerem Feedback. Beschreiben Sie klar die Bereiche, zu denen Sie Feedback erhalten möchten.

source: Share your insights
de_de: Ihre Einblicke teilen

source: Create context by detailing what you observed and when you observed it.
de_de: Erstellen Sie Kontext, indem Sie detailliert beschreiben, was Sie beobachtet haben und wann Sie es beobachtet haben.

source: Select people
de_de: Personen auswählen

source: Select person
de_de: Person auswählen

source: Select the company behaviors that {{Name}} has demonstrated.
de_de: Wählen Sie das Unternehmensverhalten aus, das {{Name}} gezeigt hat.

source: Fantastic! Thank you for your feedback!
de_de: Fantastisch! Vielen Dank für Ihr Feedback!

source: Delete feedback
de_de: Feedback löschen

source: Delete note
de_de: Notiz löschen

source: Edit note
de_de: Notiz bearbeiten

source: Endorse
de_de: Bestätigen

source: Endorse this feedback to let your colleagues know that you agree.
de_de: Bestätigen Sie dieses Feedback, um Ihren Kolleg:innen mitzuteilen, dass Sie zustimmen.

source: Favorite
de_de: Favorit

source: Wonderful! Favoriting feedback is the highest compliment.
de_de: Wunderbar! Das Favorisieren von Feedback ist das höchste Kompliment.

source: Favorite feedback
de_de: Lieblingsfeedback

source: Favorite this feedback to let your colleague know how much you value their opinion!
de_de: Markieren Sie dieses Feedback als Favorit, um Ihren Kolleg:innen zu zeigen, wie sehr Sie deren Meinung schätzen.

source: {{name}} request
de_de: {{name}} Anfrage

source: Are you ready to send this reply? This feedback will only be sent to the manager, {{name}} {{nickName}} will not see it.
de_de: Möchten Sie diese Antwort senden? Dieses Feedback wird nur an die Führungskraft gesendet, {{name}} {{nickName}} wird es nicht sehen.

source: You have sent a meet request to {{name}} ({{nickName}}).
de_de: Sie haben eine Meeting-Anfrage an {{name}} ({{nickName}}) gesendet.

source: Are you sure you want to proceed?
de_de: Möchten Sie wirklich fortfahren?

source: This feedback will be sent to {{count}} recipients.
de_de: Dieses Feedback wird an {{count}} Empfänger:innen gesendet.

source: This feedback will be shared with {{count}} recipient.
de_de: Dieses Feedback wird mit {{count}} Empfänger:in geteilt.

source: This feedback will be shared with {{count}} recipients.
de_de: Dieses Feedback wird mit {{count}} Empfänger:innen geteilt.

source: Reflect on your intentions before sharing feedback. You should always thrive to inspire development.
de_de: Überlege vor dem Feedback, welche Absicht dahintersteckt. Strebe immer danach, die Entwicklung zu fördern.

source: Purposeful
de_de: Zweckmäßig

source: Focus the conversation on the future.
de_de: Denke beim Feedback-Geben an die Zukunft.

source: To get started, request feedback from your network
de_de: Bitte dein Netzwerk um Feedback

source: No received feedback
de_de: Feedback

source: Feedback requested
de_de: Feedback angefordert

source: Perceived clarity
de_de: Wahrgenommene Klarheit

source: Clarity (avg).
de_de: Klarheit (durchschn.).

source: {{count}} more feedback insights to go to the next update
de_de: {{count}} weitere Feedback-Einblicke bis zum nächsten Update

source: Feedback insights received
de_de: Feedback-Einblicke erhalten

source: Feedback insights
de_de: Feedback-Einblicke

source: This widget provides insights into how your feedback is perceived by colleagues to whom you have given feedback.
de_de: Dieses Widget bietet Einblicke, wie Ihr Feedback von den Kolleg:innen wahrgenommen wird, denen Sie Feedback gegeben haben.

source: Perceived trust
de_de: Wahrgenommene Vertrauenswürdigkeit

source: Trust (avg).
de_de: Vertrauen (durchschn.)

source: You have sent a reminder to {{givenName}} just now.
de_de: Sie haben gerade eine Erinnerung an {{givenName}} gesendet.

source: I saw you do X well and I want to ensure you know this is a strength
de_de: Ich habe gesehen, dass Sie X gut machen, und ich möchte sicherstellen, dass Sie wissen, dass dies eine Stärke ist.

source: You have sent a reminder to {{givenName}}.
de_de: Sie haben eine Erinnerung an {{givenName}} gesendet.

source: Meeting up about feedback is a great opportunity to gain more insight!
de_de: Ein Treffen, um über Feedback zu sprechen, ist eine großartige Gelegenheit, mehr Einblick zu gewinnen!

source: Thanks
de_de: Danke

source: Say thank you to let your colleague know you appreciate their feedback!
de_de: Sagen Sie Danke, um Ihren Kolleg:innen zu zeigen, dass Sie ihr Feedback schätzen!

source: Add goals
de_de: Ziele hinzufügen

source: Edit goals
de_de: Ziele bearbeiten

source: Related goals
de_de: Verwandte Ziele

source: Link this feedback to your goals
de_de: Dieses Feedback mit Ihren Zielen verknüpfen

source: Feedback related to goals is visible by your line manager.
de_de: Feedback zu Zielen ist für Ihre:n Vorgesetzte:n sichtbar.

source: Request answered
de_de: Anfrage beantwortet

source: Feedback comments
de_de: Feedback-Kommentare

source: Request pending
de_de: Anfrage ausstehend

source: Manage sharing
de_de: Freigabe verwalten

source: Would you prefer to have a conversation?
de_de: Möchten Sie lieber ein Gespräch führen?

source: Suggest a meet-up to further discuss the feedback with your colleague!
de_de: Schlagen Sie ein Treffen vor, um das Feedback mit Ihren Kolleg:innen weiter zu besprechen!

source: Thank you for your endorsement! You have made a colleague happy.
de_de: Danke für Ihre Unterstützung! Sie haben eine:n Mitarbeiter:in glücklich gemacht.

source: Excellent! You've made a colleague happy today.
de_de: Ausgezeichnet! Sie haben heute eine:n Mitarbeiter:in glücklich gemacht.

source: Thank you! Meeting up is a great opportunity to gain more insights.
de_de: Danke! Ein Treffen ist eine großartige Gelegenheit, um mehr Einblicke zu gewinnen.

source: {{givenName}} {{nickName}} will get a notification.
de_de: {{givenName}} {{nickName}} wird eine Benachrichtigung erhalten.

source: You have retracted your endorsement
de_de: Sie haben Ihre Zustimmung zurückgezogen

source: You have removed this favorite
de_de: Sie haben diesen Favoriten entfernt

source: You have retracted your "Thanks"
de_de: Sie haben Ihr „Danke“ zurückgezogen.

source: You have canceled this request to meet. Send a new request if you didn't intend to cancel.
de_de: Sie haben diese Anfrage zum Treffen storniert. Senden Sie eine neue Anfrage, wenn Sie nicht beabsichtigt haben, sie zu stornieren.

source: {{givenName}} {{nickName}} will not be notified.
de_de: {{givenName}} {{nickName}} wird nicht benachrichtigt.

source: My comment
de_de: Mein Kommentar

source: My note
de_de: Meine Notiz

source: To change your impact, you could have:
de_de: Um Ihre Wirkung zu verändern, könnten Sie Folgendes tun:

source: You must select at least one person.
de_de: Sie müssen mindestens eine Person auswählen.

source: The feedback was not yet shared with anyone in the company.
de_de: Das Feedback wurde noch nicht mit jemandem im Unternehmen geteilt.

source: Note
de_de: Notiz

source: Add a note capturing insights from an offline conversation. Feedback notes are only visible to you.
de_de: Fügen Sie eine Notiz hinzu, die Erkenntnisse aus einem Offline-Gespräch festhält. Feedback-Notizen sind nur für Sie sichtbar.

source: Start building your feedback center!
de_de: Beginnen Sie mit dem Aufbau Ihres Feedback-Centers!

source: You can create your own feedback notes here
de_de: Sie können hier Ihre eigenen Feedback-Notizen erstellen

source: Feedback from
de_de: Feedback von

source: You have added this feedback.
de_de: Sie haben dieses Feedback hinzugefügt.

source: Your feedback note is saved!
de_de: Ihre Feedback-Notiz wurde gespeichert!

source: Feedback received from (optional)
de_de: Feedback erhalten von (optional)

source: Search for a person
de_de: Nach einer Person suchen

source: These notes are only visible to you.
de_de: Diese Notizen sind nur für Sie sichtbar.

source: {{givenName}}'s observations
de_de: Beobachtungen von {{givenName}}

source: Base your feedback on behaviors you’ve observed.
de_de: Stützen Sie Ihr Feedback auf beobachtetes Verhalten.

source: Observational
de_de: Beobachtung

source: I can see you’re having a positive impact on
de_de: Ich sehe, dass Sie einen positiven Einfluss haben auf

source: From {{givenName}}'s perspective, you did well on:
de_de: Aus der Perspektive von {{givenName}} haben Sie gut abgeschnitten bei:

source: You have identified this feedback as public.
de_de: Sie haben dieses Feedback als öffentlich gekennzeichnet.

source: Here you will see public feedback received by your colleagues.
de_de: Hier sehen Sie das öffentliche Feedback, das Ihre Kolleg:innen erhalten haben.

source: {{name}} has identified this feedback as public.
de_de: {{name}} hat dieses Feedback als öffentlich gekennzeichnet.

source: Observations
de_de: Beobachtungen

source: Recognized behaviors for {{givenName}}
de_de: Anerkanntes Verhalten für {{givenName}}

source: Feedback sent to
de_de: Feedback gesendet an

source: Your colleagues can see this feedback
de_de: Ihre Kolleg:innen können dieses Feedback sehen

source: In my opinion, this feedback is:
de_de: Meiner Meinung nach ist dieses Feedback:

source: Rate this feedback
de_de: Dieses Feedback bewerten

source: Share your insights anonymously about this feedback experience.
de_de: Teilen Sie Ihre Erkenntnisse zu diesem Feedback-Erlebnis anonym mit.

source: Very clear
de_de: Sehr klar

source: I understand the points made in this feedback:
de_de: Ich verstehe die in diesem Feedback genannten Punkte:

source: Are you sure you want to submit this rating?
de_de: Sind Sie sicher, dass Sie diese Bewertung absenden möchten?

source: Submit rating
de_de: Bewertung abgeben

source: Use this option to rate this feedback anonymously.
de_de: Verwenden Sie diese Option, um dieses Feedback anonym zu bewerten.

source: Rate this feedback anonymously
de_de: Dieses Feedback anonym bewerten

source: Share anonymously your observations about this feedback experience.
de_de: Teilen Sie anonym Ihre Beobachtungen zu dieser Feedback-Erfahrung mit.

source: High trust
de_de: Hohes Vertrauen

source: I trust that the feedback intends to help me grow:
de_de: Ich vertraue darauf, dass das Feedback mir helfen wird, mich weiterzuentwickeln:

source: Low trust
de_de: Geringes Vertrauen

source: Your observations will not be shared with the sender of the feedback.
de_de: Ihre Beobachtungen werden nicht an den Absender des Feedbacks weitergegeben.

source: Thank you for sharing your thoughts!
de_de: Danke, dass Sie Ihre Gedanken geteilt haben!

source: All ratings sent through goal rating are anonymous.
de_de: Alle Bewertungen, die über die Zielbewertung gesendet werden, sind anonym.

source: Share your feedback within a week of the event.
de_de: Gib dein Feedback möglichst unmittelbar nach einem Ereignis.

source: Real-time
de_de: Echtzeit

source: Start building your feedback center! Request feedback to kick-start your development.
de_de: Beginnen Sie mit dem Aufbau Ihres Feedback-Centers! Fordern Sie Feedback an, um Ihre Entwicklung zu starten.

source: Recognized behaviors
de_de: Anerkanntes Verhalten

source: Give recognition
de_de: Anerkennung geben

source: Redeem rewards
de_de: Belohnungen einlösen

source: Recognition points to give
de_de: Zu vergebende Anerkennungspunkte

source: Recognition
de_de: Anerkennung

source: Received recognition points
de_de: Erhaltene Anerkennungspunkte

source: View recognition
de_de: Anerkennung anzeigen

source: A reminder was sent to {{fullName}} about your pending feedback request.
de_de: Eine Erinnerung wurde an {{fullName}} bezüglich Ihrer ausstehenden Feedback-Anfrage gesendet.

source: Replied to
de_de: Geantwortet auf

source: My request about {{name}}
de_de: Meine Anfrage bezüglich {{name}}

source: About me
de_de: Über mich

source: About my team
de_de: Über mein Team

source: You must select a team member.
de_de: Sie müssen ein Teammitglied auswählen.

source: Request feedback from
de_de: Feedback anfragen von

source: Request feedback on a team member
de_de: Feedback zu einem Teammitglied anfragen

source: {{givenName}}'s answer to your behavior feedback request
de_de: Antwort von {{givenName}} auf Ihre Anfrage zum Verhaltensfeedback

source: You have requested feedback regarding these behaviors:
de_de: Sie haben um Feedback zu diesem Verhalten gebeten:

source: Request feedback on a behavior
de_de: Feedback zu einem Verhalten anfragen

source: You must add a description.
de_de: Sie müssen eine Beschreibung hinzufügen.

source: Describe your request
de_de: Beschreiben Sie Ihre Anfrage

source: Request feedback on
de_de: Feedback anfragen zu

source: Provide the context of your interaction with the person. Ask for feedback on a specific achievement or behavior (with explicit examples/observations) and the impact it had on them/others. Thank them for their openness and their time.
de_de: Geben Sie den Kontext Ihrer Interaktion mit der Person an. Bitten Sie um Feedback zu einer bestimmten Leistung oder einem Verhalten (mit expliziten Beispielen/Beobachtungen) und dem Einfluss, den es auf sie/andere hatte. Danken Sie ihnen für ihre Offenheit und ihre Zeit.

source: Feedback request
de_de: Feedback-Anfrage

source: Here are some questions you can ask
de_de: Hier sind einige Fragen, die Sie stellen können:

source: Need some inspiration?
de_de: Brauchen Sie etwas Inspiration?

source: Remove {{count}} recipient to send this request.
de_de: Entfernen Sie {{count}} Empfänger:in, um diese Anfrage zu senden.

source: This feedback request will be sent to {{count}} recipients.
de_de: Diese Feedback-Anfrage wird an {{count}} Empfänger:innen gesendet.

source: This feedback request will be sent to {{count}} recipient.
de_de: Diese Feedback-Anfrage wird an {{count}} Empfänger:in gesendet.

source: Remove {{count}} recipients to send this request.
de_de: Entfernen Sie {{count}} Empfänger:innen, um diese Anfrage zu senden.

source: The requested feedback will be linked to your goal. If the person needs to see your goal to provide feedback, make sure you share your goal with them.
de_de: Das angeforderte Feedback wird mit Ihrem Ziel verknüpft. Wenn die Person Ihr Ziel sehen muss, um Feedback zu geben, teilen Sie Ihr Ziel mit ihr.

source: {{givenName}} has requested feedback regarding this behavior.
de_de: {{givenName}} hat um Feedback zu diesem Verhalten gebeten.

source: {{givenName}} has requested feedback regarding this goal
de_de: {{givenName}} hat um Feedback zu diesem Ziel gebeten.

source: Once you reply to this request, it will only be sent to {{receiver}} and not to {{about}}. In case of a change of manager for {{about}}, then new manager will see your reply to this request.
de_de: Sobald Sie auf diese Anfrage antworten, wird sie nur an {{receiver}} und nicht an {{about}} gesendet. Bei einem Wechsel der Führungskraft für {{about}} wird die neue Führungskraft Ihre Antwort auf diese Anfrage sehen.

source: How can {{givenName}} improve this behavior?
de_de: Wie kann {{givenName}} dieses Verhalten verbessern?

source: Give some ideas here
de_de: Geben Sie hier einige Ideen an

source: Has {{givenName}} demonstrated any of our company behaviors?
de_de: Hat {{givenName}} eines unserer Unternehmensverhalten gezeigt?

source: {{givenName}} has requested feedback in relation to these behaviors
de_de: {{givenName}} hat um Feedback zu diesem Verhalten gebeten

source: Feedback from {{fullName}}
de_de: Feedback von {{fullName}}

source: Once you have clicked Give feedback, {{givenName}} will receive a meet request notification.
de_de: Sobald Sie auf Feedback geben geklickt haben, erhält {{givenName}} eine Benachrichtigung über eine Meeting-Anfrage.

source: Provide details regarding your observations on {{givenName}}.
de_de: Geben Sie Details zu Ihren Beobachtungen über {{givenName}} an.

source: What has particularly impressed you? What constructive feedback can you give?
de_de: Was hat Sie besonders beeindruckt? Welches konstruktive Feedback können Sie geben?

source: Share your insights about
de_de: Ihre Erkenntnisse teilen über

source: Share your observations
de_de: Ihre Beobachtungen teilen

source: Provide context, for instance by giving details regarding what you observed and when you observed it.
de_de: Geben Sie Kontext an, indem Sie beispielsweise Details darüber geben, was Sie beobachtet haben und wann Sie es beobachtet haben.

source: You can reply to this request with a "Let's meet" invitation or with a comment
de_de: Sie können auf diese Anfrage mit einer Einladung „Treffen wir uns“ oder mit einem Kommentar antworten.

source: Back to the feedback request
de_de: Zurück zur Feedback-Anfrage

source: "Let's meet" invitation only
de_de: Nur Einladung „Treffen wir uns“

source: Replying to
de_de: Antwort an

source: Request sent to
de_de: Anfrage gesendet an

source: Brilliant! Thank you for your feedback request!
de_de: Brillant! Vielen Dank für Ihre Feedback-Anfrage!

source: You're up-to-date with all your feedback requests.
de_de: Sie sind mit all Ihren Feedback-Anfragen auf dem neuesten Stand.

source: This feedback was successfully deleted.
de_de: Dieses Feedback wurde erfolgreich gelöscht.

source: Last seen on {{datetime}}
de_de: Zuletzt gesehen am {{datetime}}

source: {{givenName}} has not yet replied to this request.
de_de: {{givenName}} hat auf diese Anfrage noch nicht geantwortet.

source: Requested: {{date}}
de_de: Angefordert: {{date}}

source: {{givenName}} {{nickName}} would like to meet up with you about this feedback request.
de_de: {{givenName}} {{nickName}} möchte sich mit Ihnen bezüglich dieser Feedback-Anfrage treffen.

source: I would love to see you do more of X as it relates to Y
de_de: Ich würde mich freuen, wenn Sie mehr von X machen, da es mit Y zu tun hat

source: Remove {{count}} recipient to send this feedback.
de_de: Entfernen Sie {{count}} Empfänger:in, um dieses Feedback zu senden.

source: Remove {{count}} recipients to send this feedback.
de_de: Entfernen Sie {{count}} Empfänger:innen, um dieses Feedback zu senden.

source: Recognized behaviors for all
de_de: Anerkanntes Verhalten für alle

source: Send a reminder
de_de: Erinnerung senden

source: Should {{user}}'s manager change, the new manager will then see your reply to this request.
de_de: Falls sich die Führungskraft von {{user}} ändert, wird die neue Führungskraft Ihre Antwort auf diese Anfrage sehen.

source: {{givenName}} {{nickName}} has requested feedback in relation to these behaviors:
de_de: {{givenName}} {{nickName}} hat um Feedback zu diesem Verhalten gebeten:

source: Start building your feedback center! Give feedback to your colleagues.
de_de: Beginnen Sie mit dem Aufbau Ihres Feedback-Centers! Geben Sie Ihren Kolleg:innen Feedback.

source: Sent:
de_de: Gesendet:

source: What do you think {{givenName}} could have done differently to change their impact?
de_de: Was hätte {{givenName}} Ihrer Meinung nach anders machen können, um seine Wirkung zu verändern?

source: What do you think {{givenName}} did well?
de_de: Was hat {{givenName}} Ihrer Meinung nach gut gemacht?

source: You have shared this feedback
de_de: Sie haben dieses Feedback geteilt

source: {{users}} have shared this feedback
de_de: {{users}} haben dieses Feedback geteilt

source: {{user}} has shared this feedback
de_de: {{user}} hat dieses Feedback geteilt

source: Add a comment
de_de: Kommentar hinzufügen

source: You're sharing feedback with {{count}} people.
de_de: Sie teilen Ihr Feedback mit {{count}} Personen.

source: You're sharing this feedback with {{count}} people
de_de: Sie teilen dieses Feedback mit {{count}} Personen

source: You're sharing feedback with one person.
de_de: Sie teilen Ihr Feedback mit einer Person.

source: Share this feedback with others.
de_de: Teilen Sie dieses Feedback mit anderen.

source: Edit sharing
de_de: Freigabe bearbeiten

source: Share with
de_de: Teilen mit

source: We've noticed that you've included more than {{count}} people in this feedback.
de_de: Wir haben festgestellt, dass Sie mehr als {{count}} Personen in dieses Feedback einbezogen haben.

source: Remove {{count}} recipient to share this feedback.
de_de: Entfernen Sie {{count}} Empfänger:in, um dieses Feedback zu teilen.

source: Remove {{count}} recipients to share this feedback.
de_de: Entfernen Sie {{count}} Empfänger:innen, um dieses Feedback zu teilen.

source: Share feedback publicly
de_de: Feedback öffentlich teilen

source: Select this option to make this feedback visible to the whole.
de_de: Wählen Sie diese Option, um dieses Feedback für alle sichtbar zu machen.

source: Recipient list
de_de: Empfängerliste

source: Shared with
de_de: Geteilt mit

source: Notify their team about this feedback
de_de: Team über dieses Feedback benachrichtigen

source: Select this option to make this feedback visible to the recipient’s manager and colleagues.
de_de: Wählen Sie diese Option, um dieses Feedback für die Vorgesetzten und die Kolleg:innen des Empfängers sichtbar zu machen.

source: Share feedback
de_de: Feedback teilen

source: Share this feedback
de_de: Dieses Feedback teilen

source: You can see all the feedback shared with you here
de_de: Hier können Sie alles Feedback sehen, das mit Ihnen geteilt wurde.

source: No comments were provided.
de_de: Es wurden keine Kommentare abgegeben.

source: You didn't provide any comments.
de_de: Sie haben keine Kommentare abgegeben.

source: Your colleagues have shared this feedback
de_de: Ihre Kolleg:innen haben dieses Feedback geteilt

source: Show full description
de_de: Vollständige Beschreibung anzeigen

source: I noticed you in X and have some tips to help you handle it in the future
de_de: Ich habe Sie in X bemerkt und habe einige Tipps, die Ihnen in Zukunft helfen können, damit umzugehen

source: No feedback suggestions. Check again later or feel free to add your own feedback!
de_de: Keine Feedback-Vorschläge. Schauen Sie später wieder vorbei oder fügen Sie Ihr eigenes Feedback hinzu!

source: Feedback suggestions
de_de: Feedback-Vorschläge

source: Received
de_de: Erhalten

source: Requested from others
de_de: Von anderen angefordert

source: Requests to me
de_de: Anfragen an mich

source: New note
de_de: Neue Notiz

source: Requested
de_de: Angefordert

source: Requests
de_de: Anfragen

source: Shared
de_de: Freigegeben

source: Team requests
de_de: Team-Anfragen

source: Request about
de_de: Anfrage über

source: About:
de_de: Über:

source: Request feedback from other people about your team and get more insights.
de_de: Fordern Sie Feedback von anderen Personen zu Ihrem Team an und erhalten Sie mehr Einblicke.

source: Feedback on my team
de_de: Feedback zu meinem Team

source: Sent to
de_de: Gesendet an

source: By sending thanks, you've made a colleague happy!
de_de: Mit dem Dankeschön haben Sie Ihren Kolleg:innen eine Freude gemacht!

source: Feedback note
de_de: Feedback-Notiz

source: and others
de_de: und andere

source: Received feedback
de_de: Erhaltenes Feedback

source: Requested feedback
de_de: Angefordertes Feedback

source: Sent feedback
de_de: Feedback gesendet

source: Shared feedback
de_de: Geteiltes Feedback

source: Requests about my team
de_de: Anfragen zu meinem Team

source: Transferred to you
de_de: An Sie übertragen

source: Your feedback volume is up!
de_de: Ihre Feedback-Menge ist gestiegen!

source: Most recognized skill
de_de: Am meisten anerkannte Fähigkeit

source: 30-day feedback trend
de_de: 30-tägiger Feedback-Trend

source: Invite feedback in return. Trust begets trust.
de_de: Lade zum gegenseitigen Feedback-Geben ein. Vertrauen schafft Vertrauen.
